// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Управление питанием";

NeverAutoOffTitle = "Никогда";
AutoOffAfter15MinutesTitle = "Через 15 Минут";
AutoOffAfter30MinutesTitle = "Через 30 Минут";
AutoOffAfter45MinutesTitle = "Через 45 Минут";
AutoOffAfter1HourTitle = "Через 1 Час";
AutoOffAfter2HoursTitle = "Через 2 Часа";
AutoOffAfter3HoursTitle = "Через 3 Часа";

HSDTaskDescriptionLegacy = "В целях экономии электроэнергии этот принтер по истечении определенного периода времени может выключаться. Продолжительность этого периода можно установить с помощью всплывающего меню ниже.";
HSDAutoOffLabelLegacy = "Автовыключение:";
ApplyButtonTitle = "Применить";

HSDTaskName = "Автоотключение";
HSDTaskDescription = "Функция автоотключения автоматически выключает принтер по истечении интервала времени, который можно указать ниже. При подключении принтера к сети эта функция автоматически отключается.\nСовет: чтобы включить принтер, нажмите кнопку «Питание».";
HSDAutoOffLabel = "Автоотключение:";
"0" = "Отключено";
"1" = "Через 1 Минуту";
"5" = "Через 5 Минут";
"10" = "Через 10 Минут";
"15" = "Через 15 Минут";
"20" = "Через 20 Минут";
"30" = "Через 30 Минут";
"60" = "Через 1 Час";
"120" = "Через 2 Часа";
"180" = "Через 3 Часа";
"240" = "Через 4 Часа";
"480" = "Через 8 Часов";
"720" = "Через 12 Часов";
"1440" = "Через 24 Часа";
AutoOffEnableConfirmationTitle = "Включить автоотключение?";
AutoOffEnableConfirmationMessage = "Функция автоотключения автоматически выключит принтер %@ бездействия.";
YesButtonTitle = "Да";
NoButtonTitle = "Нет";

HSDSleepAndAutoOffLabel = "Режим сна/автоматическое выключение:";
HSDShutDownLabel = "Завершение работы:";
ShutDownEnableConfirmationTitle = "Активировать функцию «Завершение работы»?";
ShutDownEnableConfirmationMessage = "Функция «Завершение работы» автоматически выключит принтер %@ бездействия.";
HSDTaskDescriptionForAutoOff = "Режим автоматического включения/отключения HP позволяет экономить энергию. Принтер будет находиться в режиме пониженного энергопотребления и автоматически включаться во время печати.";
HSDTaskDescriptionForShutDown = "Функция «Завершение работы автоматически» выключает принтер после заданного времени простоя. При выключении устройства через эту функцию принтер не сможет печатать документы (в том числе документы, отправленные через службу ePrint) и выполнять другие задания, например пересылать факсы или отправлять файлы по расписанию (если принтер поддерживает эти функции). Для выполнения этих заданий необходимо включить принтер.";
HSDDelayWhenPortsAreActiveCheckBox = "Отложить, если порты активны";
